// 
/*
 * Licensed Materials - Property of IBM
 * 5725-I43 (C) Copyright IBM Corp. 2006, 2013. All Rights Reserved.
 * US Government Users Restricted Rights - Use, duplication or
 * disclosure restricted by GSA ADP Schedule Contract with IBM Corp.
 */

//a
"Application Error" = "Erro de Aplicativo";
"appInternalError" = "O aplicativo encontrou um erro interno. Desinstale o aplicativo e, em seguida, reinstale-o.";
"appNeedsSpace" = "O aplicativo precisa de %.2f MB para inicializar, mas apenas %.2f MB estão disponíveis. Libere um pouco de espaço e tente novamente.";
"appZipDownloadFailedServerNotResponding" = "O download do archive do aplicativo falhou. O servidor não está respondendo.";
"applicationDisabled" = "Aplicativo Desativado";
"appWeResourcesNotAccessible" = "Os recursos da web do aplicativo não puderam ser acessados.";

//c
"cancel" = "Cancelar";
"close" = "Fechar";

//d
"downloading" = "Fazendo download...";

//e
"error" = "Erro";
"errorProcessingRequestFromApp" = "Um erro foi encontrado ao processar a solicitação do aplicativo.";
"errorProcessingZip" = "Ocorreu um erro ao extrair o archive.  Consulte mensagens anteriores para a causa da falha.";
"exit" = "Sair";

//g
"getNewVersion" = "Obter Nova Versão";

//o
"ok" = "OK";

//s
"serviceNotification" = "Notificação de Serviço";

//u
"update" = "Atualizar";
"upgrade" = "Fazer Upgrade";
